/* NSButton (Automatically check for updates) : <title:Automatically check for updates> (oid:22) */
"Automatically check for updates" = "Automaticky kontrolovať existenciu novšej verzie Cyberduck";

/* NSButton (Download) : <title:Download> (oid:7) */
"Download" = "Stiahnuť";

/* NSButton (Later) : <title:Later> (oid:8) */
"Later" = "Neskôr";

/* NSTextField (New version available) : <title:New version available> (oid:10) */
"New version available" = "K dispozícii je nová verzia";

/* NSWindow (Update) : <title:Update> (oid:5) */
"Update" = "Aktualizovať";

